/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 已是目前最新的版本。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ 已是目前最新的版本。\n(You are currently running version %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ 現在已可取得，您的版本則是 %3$@。您要現在下載嗎？";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ 已下載";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ / %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ 已下載且可供使用！您是否要現在安裝並重新啟動%1$@？";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "當 %1$@ 正從唯讀卷宗（如磁碟映像檔或光碟機）執行時，無法進行更新。";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "已有新版本的 %@ 可供下載！";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "新版本的 %@ 已準備安裝！";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "擷取更新資訊時發生錯誤。請稍後再試一次。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "下載更新項目時發生錯誤。請稍後再試一次。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "解壓縮封存檔時發生錯誤。請稍後再試一次。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "解析更新 feed 時發生錯誤。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Update" = "取消更新";

/* No comment provided by engineer. */
"Checking for updates…" = "正在檢查更新項目⋯";

/* Take care not to overflow the status window. */
"Downloading update…" = "正在下載更新項目⋯";

/* Take care not to overflow the status window. */
"Extracting update…" = "正在解壓縮更新項目⋯";

/* No comment provided by engineer. */
"Install and Relaunch" = "安裝與重新啟動";

/* Take care not to overflow the status window. */
"Installing update…" = "正在安裝更新項目⋯";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Ready to Install" = "準備安裝";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ 是否應自動檢查更新項目？您可隨時從 %1$@ 選單手動檢查更新項目。";

/* No comment provided by engineer. */
"Update Error!" = "更新發生錯誤！";

/* No comment provided by engineer. */
"Updating %@" = "正在更新 %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "請將 %1$@ 移至您的“應用程式”檔案夾，從該處重新啟動，然後再試一次。";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up-to-date!" = "你已有最新版本！";
